Repository: HuidaeCho/grass-legacy
Catalog: locale/*/LC_MESSAGES/d.rast.pg.po
Languages: ru

source: Name of existing raster file.
ru: Название существующей растровой карты.

source: Column corresponding to cats in raster map [input]
ru: Столбец, соответствующий категориям исход. растровой карты.

source: Table containing [col].
ru: Таблица, содержащая столбец.

source: Column to base reclass on.
ru: Столбец, по которому производится рекласс.

source: Column to use as labels (optional).
ru: Столбец, используемый для метки (выбор.)

source: Where clause for query (ie. where col='paved').
ru: Условие запроса where (напр., where col='paved'.

source: Name of for new reclass file.
ru: Название новой карты рекласса.

source: Raster file %s not found.
ru: Растровая карта %s не найдена.

source: Use [-s] flag for query input from file.
ru: Используйте флаг [-s] для запроса через командный файл.

source: Raster map (must exist):
ru: Растровая карта (существующая):

source: SQL command file:
ru: Файл команд SQL:

source: Reclass map (new):
ru: Карта рекласса (новая):

source: Raster map %s not found.
ru: Растровая карта %s не найдена.

source: File read error on select file (%s)
ru: Ошибка чтения файла (%s)

source: Please run g.select.pg to identify a current database.
ru: Выполните g.select.pg и выберите БД.

source: Error: Selecting from Postgres:%s
ru: Ошибка: Selecting from Postgres:%s

source: Error: Connecting to Postgres:%s
ru: Ошибка: Connecting to Postgres:%s

source: File write error on temporary file (rules)
ru: Ошибка записи во временный файл (с правилами)

source: Output map name has NOT been given, so we try to plot and exit..
ru: Название карты результата не дано, мы только рисуем и заканчиваем..
