Repository: HuidaeCho/grass-legacy
Catalog: locale/*/LC_MESSAGES/d.site.pg.po
Languages: ru

source: Table with X,Y coors:
ru: Таблица с координатами X и Y:

source: Column with X-coor:
ru: Столбец X-координат:

source: Column with Y-coor:
ru: Столбец Y-координат:

source: Column with categories:
ru: Столбец с категориями:

source: Clause for SQL query (e.g. obj='huts', num > 56, etc.):
ru: Условие для SQL запроса (напр., obj='huts', num > 56, и т.д.):

source: New site map name:
ru: Название новой карты объектов:

source: Colors:red,orange,yellow,green,blue,indigo,violet,magenta,brown,gray,white,black;Icon:diamond, box, plus, x; Size: 1-9.
ru: Цвет:red,orange,yellow,green,blue,indigo,violet,magenta,brown,gray,white,black;Икона:diamond, box, plus, x; Размер: 1-9.

source: Use [s] flag to select db records using an input file.
ru: Используйте флаг [s] для запроса через командный файл.

source: SQL statements specifying selection criteria.
ru: SQL команды, задающие критерий выбора.

source: Name of sites list to output.
ru: Название списка объектов для вывода.

source: Colors:red,orange,yellow,green,blue,indigo,violet,magenta,brown,gray,white,black; Icon: diamond, box, plus, x; Size: 1-9.
ru: Цвет:red,orange,yellow,green,blue,indigo,violet,magenta,brown,gray,white,black;Икона:diamond, box, plus, x; Размер: 1-9.

source: File read error on %s
ru: Ошибка чтения файла %s

source: Please run g.select.pg to identify a current database.
ru: Выполните g.select.pg и выберите БД.

source: Cannot open %s
ru: Невозможно открыть %s

source: Error: Selecting from Postgres:%s
ru: Ошибка: Selecting from Postgres:%s

source: Error: Connecting to Postgres:%s
ru: Ошибка: Connecting to Postgres:%s

source: Can not use the field type id %d for category
ru: Невозможно использовать тип поля %d для категорий

source: Display error(exiting..)
ru: Ошибка дисплея (выход..)
