Repository: HuidaeCho/grass-legacy
Catalog: locale/*/LC_MESSAGES/d.vect.pg.po
Languages: ru

source: Vector map:
ru: Векторная карта:

source: Column with category IDs from the table:
ru: Столбец ID в таблице:

source: Table containing this column:
ru: Таблица, содержащая ID:

source: Query clause (e.g. obj='paved'):
ru: Условие запроса (напр.,obj='paved'):

source: Color to draw selected vectors:
ru: Цвет прорисовки выбранных линий/площадей:

source: Fill polygons
ru: Закрасить полигоны

source: Vector map %s not found.
ru: Векторная карта %s не найдена.

source: Use [s] flag to select db records using an input file.
ru: Используйте флаг [s] для выборки записей через командный файл SQL.

source: Name of existing vector file.
ru: Название существующей векторной карты.

source: SQL statements specifying selection criteria.
ru: SQL команды в файле.

source: Color for vector draw.
ru: Цвет прорисовки.

source: Vector file %s not found.
ru: Векторная карта %s не найдена.

source: Please run g.select.pg to identify a current database.
ru: Выполните g.select.pg и выберите БД.

source: WARNING: vector file [%s]-read error
ru: WARNING: векторная карта [%s]-ошибка чтения

source: Read error - EOF
ru: Ошибка чтения - EOF

source: Read error
ru: Ошибка чтения

source: Error opening vector map %s in mapset %s
ru: Ошибка открытия векторной карты %s в наборе %s

source: Error Selecting from Postgres:%s
ru: Ошибка: Selecting from Postgres:%s

source: Error Connecting to Postgres:%s
ru: Ошибка: Connecting to Postgres:%s

source: %d Rows
ru: %d записей

source: Error plotting category %d
ru: Ошибка рисования категории %d
