Repository: HuidaeCho/grass-legacy
Catalog: locale/*/LC_MESSAGES/d.what.r.pg.po
Languages: ru

source: Raster map to query:
ru: Растровая карта для запроса:

source: Table with categories:
ru: Таблица с категориями:

source: Column with categories:
ru: Столбец категорий:

source: Database output format - [v(ert)/h(oriz)]:
ru: Формат вывода результата - [v(ert)/h(oriz)]:

source: Buttons:
ru: Кнопки:

source: Left: Choose location.
ru: Левая: Выбрать положение.

source: Right: Finish.
ru: Правая: Закончить.

source: Error read cell file %s.
ru: Ошибка чтения растрового файла %s.

source: Use [s] for input from SQL-file.
ru: Используйте [s] для ввода через командный файл SQL.

source: SQL command file:
ru: Файл команд SQL:

source: File read error on %s
ru: Ошибка чтения файла на %s

source: Please run g.select.pg to identify a current database.
ru: Выполните g.select.pg и выберите БД.

source: warning: %s - raster map not found.
ru: предупреждение: %s - растровая карта не найдена.

source: warning: can not open [%s] in [%s]
ru: предупреждение: не могу открыть [%s] в [%s]

source: Error: select Postgres:%s
ru: Ошибка: select Postgres:%s

source: Error: Connecting to Postgres:%s
ru: Ошибка: Connecting to Postgres:%s

source: %d rows selected
ru: %d записей выбрано
