Repository: HuidaeCho/grass-legacy
Catalog: locale/*/LC_MESSAGES/d.what.v.pg.po
Languages: ru

source: Vector map to run query on:
ru: Векторная карта, на которой выполняется запрос:

source: Postgres table with categories:
ru: Таблица Postgres:

source: Column with categories from this table:
ru: Столбец ID в этой таблице:

source: Selected lines color:
ru: Выбранный цвет линий:

source: Fill polygons?
ru: Закрасить полигоны

source: Selected areas color (for fill):
ru: Цвет заливки:

source: Type of database output - [h/v]:
ru: Формат вывода - [h/v]:

source: Unable to open %s
ru: Невозможно открыть %s

source: Can't open vector file
ru: Не могу открыть векторный файл

source: You must first run v.support on vector file
ru: Сначала выполните v.support для данной векторной карты

source: Buttons:
ru: Кнопки:

source: Left: Choose object for query.
ru: Левая: Выберите объект для запроса.

source: Middle: Toggle object color.
ru: Средняя: Изменить цвет объекта.

source: Right: Finish.
ru: Правая: Закончить.

source: Nothing found.
ru: Ничего не найдено.

source: Read error
ru: Ошибка чтения

source: Line category not found Area not found
ru: Категория линии не найдена Область не найдена

source: Area category not found
ru: Категория области не найдена

source: Line category not found
ru: Категория линии не найдена

source: Use [-s] for SQL command file input.
ru: Используйте [-s] для ввода через командный файл SQL.

source: Name of the SQL command file:
ru: Название файла команд SQL:

source: Selected areas color (for polys):
ru: Цвет выбранных площадей:

source: File read error on %s
ru: Ошибка чтения файла %s

source: Please run g.select.pg to identify a current database.
ru: Выполните g.select.pg и выберите БД.

source: warning: %s - vector file not found
ru: предупреждение: %s - векторная карта не найдена

source: Error: select Postgres:%s
ru: Ошибка: select Postgres:%s

source: Error: Connecting to Postgres:%s
ru: Ошибка: Connecting to Postgres:%s

source: %d rows selected
ru: %d записей выбрано
