Repository: HuidaeCho/grass-legacy
Catalog: locale/*/LC_MESSAGES/d.what.s.pg.po
Languages: ru

source: Name of the table with X,Y coord.:
ru: Название таблицы с коорд. X,Y:

source: X coord. (E/W) column:
ru: X коорд. (В/З) столбец:

source: Y coord. (N/S) column:
ru: Y коорд. (С/Ю) столбец:

source: X coord. (E/W) of search:
ru: X коорд. (В/З) поиска:

source: Y coord. (N/S) of search:
ru: Y коорд. (С/Ю) поиска:

source: Radius of cursor:
ru: Радиус курсора:

source: DB output type - [v(ert)/h(oriz)]:
ru: Формат вывода результата - [v(ert)/h(oriz)]:

source: Buttons:
ru: Кнопки:

source: Left: Select site for DB query.
ru: Левая: Выбрать объект для запроса БД.

source: Right: Finish.
ru: Правая: Закончить.

source: Use [s] for query with a command file.
ru: Используйте [s] для запроса через командный файл SQL.

source: SQL query.
ru: SQL запрос.

source: Cursor radius.
ru: Радиус курсора.

source: File read error on %s
ru: Ошибка чтения файла на %s

source: Please run g.select.pg to identify a current database.
ru: Выполните g.select.pg и выберите БД.

source: Error: select Postgres:%s
ru: Ошибка: select Postgres:%s

source: Error: Connecting to Postgres:%s
ru: Ошибка: Connecting to Postgres:%s

source: %d rows selected %d записей выбрано
ru: Ошибка преобразования %s, есть %f
