Repository: HuidaeCho/grass-legacy
Catalog: locale/*/LC_MESSAGES/v.*.arc.pg.po
Languages: ru

source: Working...
ru: Работа...

source: reading LABEL-POINTS file
ru: чтение файла LABEL-POINTS

source: no column header available
ru: нет заголовка столбца

source: Premature Text-Label EOF. ID #%d not found.
ru: Преждевременный EOF файла текстовых меток. ID #%d не найдены.

source: ARC/INFO - import from UNGENERATE
ru: ARC/INFO - импорт из UNGENERATE

source: GRASS vector file:
ru: Векторная карта GRASS:

source: Coverage type:
ru: Тип покрытия:

source: Enter "polygon(area)" or "line"
ru: Введите "polygon(area)" или "line"

source: Hit RETURN to cancel.
ru: Нажмите RETURN для отмены.

source: Neatline:
ru: Рамка:

source: Add neatline?
ru: Добавить рамку?

source: Enter "yes" or "no"
ru: Введите "yes" или "no"

source: Lines file ARC/INFO:
ru: Файл линий ARC/INFO:

source: Enter name of LINES file
ru: Введите название файла линий

source: from ARC/INFO Ungenerate
ru: из ARC/INFO Ungenerate

source: Can't open lines from ARC/INFO
ru: Не могу открыть линии из ARC/INFO

source: Labels file ARCINFO:
ru: Файл меток ARCINFO:

source: Enter file POINTS
ru: Введите файл ТОЧЕК

source: from ARC/INFO Ungenerate
ru: из ARC/INFO Ungenerate

source: Hit RETURN, if none.
ru: Нажмите RETURN, если нет.

source: Can't open labels from ARC/INFO
ru: Не могу открыть файл меток из ARC/INFO

source: Lines file:
ru: Файл линий:

source: Can't open <%s>
ru: Не могу открыть <%s>

source: Can't open dig_atts <%s>
ru: Не могу открыть dig_atts <%s>

source: Error reading LINES
ru: Ошибка чтения ЛИНИЙ

source: Error reading
ru: Ошибка чтения

source: Error reading LABEL-POINTS
ru: Ошибка чтения LABEL-POINTS

source: Bad coverage type
ru: Неверный тип покрытия

source: Name of .dbf file to be imported (or hit ENTER for none)
ru: Название .dbf файла для импорта (или ENTER, если нет)

source: Admin/normal user dump mode (Default = Postgres super-user)
ru: Способ импорта admin/normal (Default = Postgres super-user)

source: v.in.arc.pg finished.
ru: v.in.arc.pg закончил работу.

source: Before using <%s> in 'v.digit' : run v.support to build topology.
ru: До использования <%s> в 'v.digit' : выполните v.support для построения топологии.

source: Failed to allocate new memory.
ru: Не смог выделить необходимую память.

source: Error occurred while writing to tmp file!
ru: Ошибка записи данных во временный файл!

source: Please run g.select.pg to identify a current database.
ru: Выполните g.select.pg и выберите БД.

source: %s - DBF not found, or wrong format.
ru: %s - DBF не найден, или имеет неправильный формат.

source: Invalid field type - bailing out
ru: Неправильный тип поля - выход

source: Error Quering Postgres:%s
ru: Ошибка запроса Postgres:%s

source: Executing %s
ru: Выполняется %s

source: FIXME: Postgres Says: ********************** %s Please make sure that created table name is not used by another table.
ru: FIXME: Postgres: ********************** %s Убедитесь в том, что имя новой таблицы не существует.

source: Additionally dump to ASCII file (enter full Unix name or hit <Enter> for none):
ru: Дополнительно записать в ASCII file (введите полный адрес файла или <Enter>, если нет):

source: OK, writing to temporary file
ru: OK, запись во временный файл

source: File write error on temporary file %s Hint: Check write permissions for current catalogue
ru: Ошибка записи во временный файл %s Проверьте, есть ли права на запись в каталог

source: ******************** FIXME: Postgres ERROR:%s The table has NOT been created. You must be Postgres superuser to COPY table. Choose normal user dumpmode.
ru: ******************** FIXME: Postgres ERROR:%s Таблица не была создана. Вы должны быть администратором Postgres, чтобы COPY table. Выберите способ normal.

source: Table %s successfully copied into Postgres. Congratulations!
ru: Таблица %s успешно скопирована в Postgres. Поздравления!

source: Successfully inserted %d records to Postgres table %s
ru: Успешно вставлено %d записей в табл. Postgres %s
