Repository: HuidaeCho/grass-legacy
Catalog: locale/*/LC_MESSAGES/v.*.shape.pg.po
Languages: ru

source: Unable to find vector map `%s' in current mapset
ru: Не могу найти векторную карту `%s' в наборе данных

source: Insufficient environment space to run v.spag.
ru: Недостаточно пространства для v.spag.

source: Insufficient memory to run v.spag.
ru: Недостаточно памяти для v.spag.

source: v.spag returned error.
ru: v.spag вернул сообщение об ошибке.

source: Could not set snap distance. Aborting.
ru: Не могу установить параметр snap distance. Выход.

source: Name of .shp (or just .dbf) file to be imported
ru: Название .shp (или только .dbf) файла для импорта

source: Debugging level : 0 (silent) - 9 (verbose)
ru: Уровень debug : 0 (молча) - 9 (подробно)

source: Name of file where log operations
ru: Название файла для записи логов

source: Snap distance in ground units (Default = 0.1)
ru: Параметр snap distance в ед. длины (Default = 0.1)

source: Min. angle subtended by a wedge at node (radians)
ru: Мин. угол соединения на узлах (радиан)

source: Set initial scale [1:2400]
ru: Начальный масштаб [1:2400]

source: Name of attribute column to use as category number
ru: Название столбца категорий

source: Name of attribute column to use as category label
ru: Название столбца меток категорий

source: Special fields to be included in table
ru: Дополнительные поля для включения в табл. БД

source: List fields of DBF file
ru: Просмотреть поля файла DBF

source: Create reject lines file
ru: Создать файл отброшенных линий

source: Create postgres table
ru: Создать табл. Postgres

source: %s - DBF not found, or wrong format.
ru: %s - DBF не найден, или имеет неправильный формат.

source: Attributes available in %s
ru: Атрибуты в %s

source: Cannot open log file "%s"
ru: Не могу открыть лог файл "%s"

source: Error setting snap distance
ru: Ошибка установки snap distance

source: Error setting minimum angle
ru: Ошибка установки мин. угла

source: %s - shapefile not found, or wrong format.
ru: %s - shapefile не найден, или имеет неправильный формат.

source: "%s" successfully opened
ru: "%s" успешно открыт

source: Multipatch type not yet supported
ru: Тип Multipatch не поддерживается

source: Point map import not now supported by this module: use s.in.shape
ru: Импорт точек не поддерживается этим модулем: исп. s.in.shape

source: Could not set map type. Aborting
ru: Не могу установить тип карты. Выход

source: No attribute `%s' found on %s. Use attribute=list to get a list of attributes.
ru: Не найден атрибут `%s' на %s. Исп. attribute=list для вывода списка атрибутов.

source: Selected attribute field %d.
ru: Выбрано поле атрибута %d.

source: Creating dig_att(L) file "%s"
ru: Создаю dig_att(L) файл "%s"

source: Updating dig_att(L) file "%s"
ru: Изменяю dig_att(L) file "%s"

source: Unable to create attribute file `%s'.
ru: Не могу создать файл атрибутов `%s'.

source: No attribute `%s' found on %s. Not writing category labels.
ru: Не найден атрибут `%s' на %s. Не записываю метки атрибутов.

source: Cannot create database. Aborting
ru: Не могу создать БД. Выход

source: Not assigning category labels
ru: Не присваиваю метки категорий

source: No attribute value field assigned. Using record ID.
ru: Не указано поле величины категории. Использую ID записи.

source: Named attribute field is not numeric value. Using record ID.
ru: Указанное поле атрибутов не числовое. Using record ID.

source: Error in category type assignment, not assigning category text.
ru: Ошибка присвоения типа категории, не присваиваю текст категории.

source: Label `%s' already assigned to category value %d. Overwriting.
ru: Метка `%s' уже присвоена величине категории %d. Переписываю.

source: Error setting category in dig_cats
ru: Ошибка установки категории в dig_cats

source: Could not retrieve map type. Defaulting to LINE.
ru: Не могу понять тип карты. Использую тип LINE.

source: Could not retrieve minimum angle at vertex. Setting default
ru: Не могу оценить мин. угол на вертексах. Устанавливаю default

source: Could not retrieve snap angle at nodes
ru: Не могу оценить snap angle на узлах
