Repository: HuidaeCho/grass-legacy
Catalog: locale/*/LC_MESSAGES/v.digit.po
Languages: ru

source: MAP INFORMATION | AMOUNT DIGITIZED
ru: ОБЩАЯ ИНФОРМАЦИЯ | ВСЕГО ОЦИФРОВАНО

source: Name: | # Lines:
ru: Карта: | # линий:

source: Scale: | # Area edges:
ru: Масштаб: | # границ:

source: Person: | # Sites:
ru: Автор: | # объектов:

source: Dig. Thresh.: | - - - - - - - - - - - - - -
ru: Порог дигит.: | - - - - - - - - - - - - - -

source: Map Thresh.: | Total points:
ru: Порог карты: | Всего точек:

source: OPTIONS: |
ru: ОПЦИИ: |

source: Digitizer: |
ru: Дигитайзер: |

source: USE DIGITIZER CURSOR OR KEYBOARD FOR INPUT
ru: ИСПОЛЬЗУЙТЕ КУРСОР ДИГИТАЙЗЕРА ИЛИ КЛАВИАТУРУ

source: USE KEYBOARD FOR INPUT
ru: ИСПОЛЬЗУЙТЕ КЛАВИАТУРУ

source: USE DIGITIZER CURSOR FOR INPUT
ru: ИСПОЛЬЗУЙТЕ КУРСОР ДИГИТАЙЗЕРА

source: Key '%d' for YES : Key '%d' for NO
ru: Клав. '%d' YES : Клав. '%d' NO

source: None
ru: Нет

source: Do you want to automatically redraw backdrop on re-window?
ru: Автоматически перерисовать фон при изменении окна?

source: ...Press <ESC> key to stop redraw
ru: ...Нажмите <ESC> для остановки.

source: Error creating new line.
ru: Ошибка создания новой линии.

source: Line to Break:
ru: Выберите линию:

source: Select break point on line:
ru: Выберите точку на линии:

source: Error reading line.
ru: Ошибка чтения линии.

source: You have selected to automatically build a neat line from
ru: Вы выбрали автоматически создавать линию рамки исходя из

source: the 1st four current registration points.
ru: первых четырех точек текущей привязки

source: Do you wish to proceed?
ru: Продолжить?

source: processing..
ru: работаю..

source: Updating MONITOR
ru: Обновляю MONITOR

source: finished: continue digitizing...
ru: закончил: продолжайте дигитировать...

source: Current:
ru: Текущий:

source: none
ru: нет

source: Cannot open '%s' for write
ru: Невозможно открыть '%s' для записи

source: Writing Plus File ...
ru: Запись в файл Plus...

source: Writing Plus File ... DONE.
ru: Запись в файл Plus...готово

source: Compressing Data:
ru: Сжатие данных

source: Compressing NODES.
ru: Сжатие УЗЛОВ.

source: Compressing NODES. LINES.
ru: Сжатие УЗЛОВ. ЛИНИЙ.

source: Compressing NODES. LINES. AREAS.
ru: Сжатие УЗЛОВ. ЛИНИЙ. ОБЛАСТЕЙ.

source: Compressing NODES. LINES. AREAS. ISLES.
ru: Сжатие УЗЛОВ. ЛИНИЙ. ОБЛАСТЕЙ. ОСТРОВОВ.

source: Compressing NODES. LINES. AREAS. ISLES. ATTS.
ru: Сжатие УЗЛОВ. ЛИНИЙ. ОБЛАСТЕЙ. ОСТРОВОВ. АТТРИБ.

source: Compressing Data: DONE.
ru: Сжатие данных: ГОТОВО.

source: Select first line and point:
ru: Выберите первую линию или точку:

source: Enter elevation for this line:
ru: Введите высоту для данной линии

source: Select ending line and point:
ru: Выберите конечную линию или точку:

source: ERROR: Crosses same line more than once
ru: ERROR: Пересечение той же линии более 1 раза

source: Not correct number of intervals
ru: Неправильное число интервалов

source: Labelled line does not agree
ru: Помеченные линии не согласуются

source: Ran into a line of different value
ru: Найдена линия другой величины

source: Save these changes in configuration file ?
ru: Сохранить эти изменения в файл конфигурации ?

source: MOUSE
ru: МЫШЬ

source: DIGITIZER
ru: ДИГИТАЙЗЕР

source: REMOVE
ru: ВЫКЛ.

source: REDRAW
ru: ПЕРЕРИСОВАТЬ

source: Choose Line:
ru: Выберите линию:

source: Line is NOT labeled
ru: Линия не помечена

source: Choose a point in Area:
ru: Выберите точку в Области

source: Area# %d
ru: Область# %d

source: No Area Found
ru: Область не найдена

source: Line# %d
ru: Линия# %d

source: Enter Line number to find (0 to end)[Default=Next]:
ru: Введите номер линии для поиска (0 - зак.)[Default=След.]:

source: Line does not exist
ru: Линия не существует

source: Line has been deleted
ru: Линия была удалена

source: Error reading line information
ru: Ошибка чтения линии

source: Enter Area number to find (0 to end):
ru: Введите номер области для поиска (0 - зак.):

source: Area does not exist
ru: Область не существует

source: Area has been deleted
ru: Область была удалена

source: Enter Node number to find (0 to end):
ru: Введите номер узла для поиска (0 - зак.):

source: Node does not exist
ru: Узел не существует

source: Node has been deleted
ru: Узел был удален

source: Total isles: %d
ru: Всего островов: %d

source: Total areas: %d
ru: Всего областей: %d

source: Total lines: %d
ru: Всего линий: %d

source: Enter <CR> for next line, # of desired line, 'q' quit:
ru: Введите <CR> для след. линии, # линии, 'q' закончить:

source: Total nodes: %d
ru: Всего узлов: %d

source: Enter <CR> for next node, # of desired node, 'q' quit:
ru: Введите <CR> для след. узла, # узла, 'q' закончить:

source: %s Menu
ru: %s Меню

source: MODE TYPE
ru: РЕЖИМ ТИП

source: point line
ru: точка линия

source: stream area edge
ru: поток граница

source: site
ru: объект

source: DISABLED
ru: ОТКЛ.

source: Category: %s%c
ru: Категория: %s%c

source: >POINT<
ru: >ТОЧКА<

source: >STREAM<
ru: >ПОТОК<

source: >LINE<
ru: >ЛИНИЯ<

source: >AREA EDGE<
ru: >ГРАНИЦА<

source: >SITE<
ru: >ОБЪЕКТ<

source: Please answer yes or no
ru: Ответьте yes или no

source: GRASS-DIGIT Modified %2d.%02d
ru: GRASS-DIGIT Версия %2d.%02d

source: Press <Return> to continue
ru: Нажмите <Return> для продолжения

source: GRASS-DIGIT Version %2d.%02d Digitizing menu
ru: GRASS-DIGIT Версия %2d.%02d Меню дигитайзера

source: %20s digitizer | AMOUNT DIGITIZED
ru: %20s дигитайзер | ВСЕГО ОЦИФРОВАНО

source: Cursor keys: | # Lines:
ru: Клавиши курсора: | # Линии:

source: <%d> digitize point | # Area edges:
ru: <%d> дигит. точки | # Гран. областей:

source: <%d> quit digitizing | # Sites:
ru: <%d> закончить дигит. | # Объекты:

source: <%d> update monitor | - - - - - - - - - - - - - -
ru: <%d> обновить экран | - - - - - - - - - - - - - -

source: <%d> toggle point/stream mode | Total points:
ru: <%d> перекл. точ./поток. режим | Всего точек:

source: | CURRENT DIGITIZER PARAMS.
ru: | ТЕКУЩИЕ НАСТРОЙКИ

source: | MODE TYPE
ru: | РЕЖИМ ТИП

source: | point line
ru: | точка линия

source: | stream area edge
ru: | поток граница

source: Digitizer read error. Do we continue(y,n)?
ru: Ошибка чтения дигитайзера. Продолжить(y,n)?

source: Do you wish to enter line labels?
ru: Ввести метки для линий?

source: Do you wish to enter area edges labels?
ru: Ввести метки для границ областей?

source: Do you wish to enter site labels?
ru: Ввести метки для объектов?

source: PSU must be named, NOT numbered
ru: PSU должны быть поименованы, а не пронумерованы

source: Begin digitizing?
ru: Начать дигитировать?

source: NOTE: Lines will not be snapped (%d new nodes needed)
ru: Замечание: Линии не будут смыкаться (нужно %d новых узлов)

source: NOTE: Lines will be snapped
ru: Замечание: Линии будут смыкаться

source: Do you accept this site?
ru: Принять этот объект?

source: Do you accept this area?
ru: Принять эту область?

source: Do you accept this area line?
ru: Принять эту границу?

source: Do you accept this line?
ru: Принять эту линию?

source: Only 1 point digitized, Ignoring...
ru: Введена только 1 точка, не учитываем...

source: Digitize sites ?
ru: Дигитировать объекты ?

source: Digitize site # %d ?
ru: Дигитировать объект # %d ?

source: Do you want to continue any way?
ru: Все равно продолжить?

source: Not able to open <%s>
ru: Невозможно открыть <%s>

source: Creating a new vector file
ru: Создаем новый векторный файл

source: No dig_plus file exists. You must run v.support.
ru: Файл dig_plus отсутствует. Выполните v.support.

source: Could not open dig_plus file
ru: Невозможно открыть файл dig_plus

source: You must first run v.support.
ru: Выполните сначала v.support.

source: Original Scale is not set!
ru: Начальный масштаб не задан!

source: Changes Made: Do you want to save this session?
ru: Внесены изменения: Сохранить сессию?

source: Changes will be lost! Do you want to save the session?
ru: Изменения будут потеряны! Сохранить сессию?

source: Do you want to compress the Atts file?
ru: Задать сжатие для файла Atts?

source: Updating Att file...
ru: Записываем файл Att...

source: Updating Att file... DONE.
ru: Записываем файл Att... ГОТОВО.

source: Can't open Plus file for final write
ru: Невозможно открыть Plus file для окончательной записи

source: Point marker only valid with Digitizer Enabled
ru: Маркер работает только с включенным дигитайзером

source: Reading %s ...
ru: Чтение %s ...

source: Select:
ru: Выбрать:

source: button 1: Choose node
ru: кнопка 1: Узел

source: button 2: Abort/Quit
ru: кнопка 2: закончить

source: button 3: Accept chosen node
ru: кнопка 3: Принять выбранный узел

source: no node found
ru: узел не найден

source: node#: %d
ru: узел#: %d

source: EAST: %10.2f
ru: X-коор: %10.2f

source: NORTH: %10.2f
ru: Y-коор: %10.2f

source: Number of points on line: %d
ru: Число точек на линии: %d

source: button 1: Choose point on line
ru: кнопка 1: Выбрать точку на линии

source: button 3: Accept chosen point
ru: кнопка 3: Принять выбранную точку

source: point#: %d
ru: точка#: %d

source: no point found
ru: точка не найдена

source: button 1: Choose this position
ru: кнопка 1: Выберите местонахождение

source: button 3: Accept chosen point position
ru: кнопка 3: Принять местонахождение

source: Point location:
ru: Положение точки:

source: button 1: Choose site
ru: кнопка 1: Выберите объект

source: button 3: Accept chosen site
ru: кнопка 3: Принять выбранный объект

source: button 1: Choose line
ru: кнопка 1: Выберите линию

source: button 3: Accept chosen line
ru: кнопка 3: Принять выбранную линию

source: no line found
ru: линия не найдена

source: line#: %d, category#: %d
ru: линия#: %d, категория#: %d

source: Buttons:
ru: Кнопки:

source: Left: Choose node
ru: Левая: Выбрать узел

source: Middle: Abort/Quit
ru: Средняя: Закончить

source: Right: Accept chosen node
ru: Правая: Принять выбранный узел

source: Middle: Accept chosen node
ru: Средняя: Принять выбранный узел

source: Right: Abort/Quit
ru: Правая: Закончить

source: Number of points on line: %d
ru: Число точек на линии: %d

source: Left: Choose point on line
ru: Левая: Выбрать точку на линии

source: Right: Accept chosen point
ru: Правая: Принять выбранную точку

source: Middle: Accept chosen point
ru: Средняя: Принять выбранную точку

source: Left: Choose this position
ru: Левая: Принять это положение

source: Right: Accept chosen point position
ru: Правая: Принять положение выбранной точки

source: Middle: Accept chosen point position
ru: Средняя: Принять положение выбранной точки

source: Left: Choose site
ru: Левая: Выбрать объект

source: Right: Accept chosen site
ru: Правая: Принять выбранный объект

source: Middle: Accept chosen site
ru: Средняя: Принять выбранный объект

source: Left: Choose line
ru: Левая: Выбрать линию

source: Right: Accept chosen line
ru: Правая: Принять выбранную линию

source: Middle: Accept chosen line
ru: Средняя: Принять выбранную линию

source: Line#: %d Category: %d
ru: Линия#: %d Категория: %d

source: Line#: %d Category: (unlabeled)
ru: Линия#: %d Категория: (без метки)

source: Press any key <%d> - <%d>:
ru: Нажмите любую клавишу <%d> - <%d>:

source: Press ENTER to collect point:
ru: Нажмите Enter для захвата точки:

source: Cannot open %s. Check the device field in the digcap file.
ru: Невозможно открыть %s. Проверьте поле device в файле digcap.

source: Ensure %s has read write permissions (0666).
ru: Проверьте, что %s имеет права на запись (0666).

source: Unknown mode.
ru: Неизвестный режим.

source: Cannot do start actions on dig input device.
ru: Невозможно выполнить start на устр. ввода.

source: Cannot do query actions on dig input device.
ru: Невозможно выполнить query на устр. ввода.

source: Cannot do stop actions on dig input device.
ru: Невозможно выполнить stop на устр. ввода.

source: Provide the following information:
ru: Введите следующую информацию:

source: Your organization
ru: Ваша организация

source: Todays date (mon,yr)
ru: Текущая дата (м,г)

source: Your name
ru: Ваше имя

source: Map's name
ru: Название карты

source: Map's date
ru: Дата карты

source: Map's scale 1:
ru: Масштаб 1:

source: Other info
ru: Другая информация

source: Zone
ru: Зона

source: West edge of area
ru: Западная граница

source: South edge of area
ru: Южная граница

source: East edge of area
ru: Восточная граница

source: North edge of area
ru: Северная граница

source: No help available
ru: Помощь недоступна

source: Press option for more help. <ESC> to end
ru: Выберите опцию для помощи. <ESC> закончить

source: Press one of:
ru: Выберите одно из:

source: Only Global Menu options area available from this screen
ru: Доступны только опции глобального меню

source: for more information. Press the <ESC> key to leave Help
ru: для получения большей информации, <ESC> закончить Help

source: Enabled
ru: Вкл.

source: Disabled
ru: Выкл.

source: Line to snap to:
ru: Линия, с которой нужно сомкнуть:

source: Select snap intersection:
ru: Выберите точку смыкания:

source: Line to be snapped:
ru: Линия, которую нужно сомкнуть:

source: This function will label EVERY unlabeled line. Proceed?
ru: Эта функция пометит КАЖДУЮ из линий без метки. Продолжить?

source: Do you wish to enter lines labels?
ru: Ввести метки для линий?

source: Enter New Contour Interval:
ru: Введите новый интервал для контуров:

source: Enter Category Number (0 to quit):[0]
ru: Введите номер категории (0 - конец):[0]

source: Select point within area:
ru: Выберите точку внутри области:

source: Select a Boundary line:
ru: Выберите границу:

source: Accept this area?
ru: Принять эту область?

source: Choose line:
ru: Выберите линию:

source: Choose site:
ru: Выберите объект:

source: Choose labeled line:
ru: Выберите помеченную линию:

source: Choose labeled Site:
ru: Выберите помеченный объект:

source: Line is Category %d
ru: Линия категории %d

source: Line is Not labeled
ru: Линия не помечена

source: Area is Category %d
ru: Область категории %d

source: Area is not labeled
ru: Область не помечена

source: Could not create area.
ru: Невозможно создать область.

source: Area is labeled as category %d
ru: Область помечена как категория %d

source: Processing ...
ru: Работаю ...

source: Processing ... DONE
ru: Работаю ... ГОТОВО

source: Enter the SUBJECT matter
ru: Введите SUBJECT

source: Enter 'list' for available Subject files
ru: Введите 'list' для списка файлов Subject

source: <CR> to Abort/Quit):
ru: <CR> закончить):

source: Do you want to create SUBJ/ file <%s>?
ru: Создать файл SUBJ/ <%s>?

source: Enter a label (<CR> to quit):
ru: Введите метку (<CR> закончить):

source: Add new category <%d>, labeled <%s> ?
ru: Добавить новую категорию <%d> с меткой <%s> ?

source: Error in writting SUBJ file <%s>
ru: Ошибка записи файла SUBJ <%s>

source: Error in writting dig_cats file <%s>
ru: Ошибка записи файла dig_cats <%s>

source: Accept this area ?
ru: Принять эту область ?

source: Label these lines?
ru: Пометить эти линии?

source: Un-label these lines?
ru: Убрать метки с линий?

source: Shall we continue?
ru: Продолжить?

source: Hit <return> to continue
ru: Нажмите <return> для продолжения

source: A menu-driven, highly interactive map development program used for vector digitizing, editing, labeling and converting vector data to raster format.
ru: Интерактивная программа, используемая для оцифровки, редактирования, проставления меток и преобразования векторных данных в растровый формат.

source: Digit is an interactive vector map digitizing and editing
ru: Digit - интерактивная программа для оцифровки и редактирования

source: tool designed to work with the GRASS vector 'dig' files.
ru: векторных карт GRASS в формате dig

source: There are NO arguments required.
ru: Не требуется дополнительных аргументов.

source: Sorry, You are already running DIGIT
ru: Вы уже выполняете программу digit

source: Can't open file for read: %s
ru: Невозможно открыть для чтения файл: %s

source: Selected digitizer is: %-20s
ru: Выбран дигитайзер: %-20s

source: Enter the name of a map to work with.
ru: Введите название карты

source: If name is entered that does not already exist, it
ru: Если карта с таким именем не существует,

source: will be created at this time.
ru: она будет создана.

source: You requested to create new file: '%s'. Is this correct?
ru: Вы хотите создать новый файл: '%s'. Продолжить?

source: Mapset units are undefined. Continue?
ru: Единица длины для набора данных не установлена. Продолжить?

source: Current mapset is %s.
ru: Текущий набор данных %s.

source: Is this map in %s %s?
ru: Эта карта находится в %s %s?

source: Sorry, GRASS does not currently support mixing map units
ru: GRASS не поддерживает смешанные единицы длины

source: Thank You
ru: Спасибо

source: Digitizer is already being used.
ru: Дигитайзер уже используется.

source: Enter %d - %d points : points registered %d
ru: Введите %d - %d точки : привязаны %d

source: MAP REGISTRATION POINTS
ru: ТОЧКИ ПРИВЯЗКИ КАРТЫ

source: Point # X coord Y coord
ru: Точка # X коорд Y коорд

source: Enter 0.0 to delete a coordinate pair.
ru: Введите 0.0 для удаления пары координат.

source: Those marked by '*' are registered.
ru: Помеченные '*' уже привязаны.

source: MAP REGISTRATION POINTS
ru: ТОЧКИ ПРИВЯЗКИ КАРТЫ

source: Coordinates should be in Latitude/Longtitude
ru: Координаты должны быть в формате Широта/Долгота

source: Expected format for coordinates is dd:mm:ss.ffh
ru: Ожидаемый формат координат dd:mm:ss.ffh

source: where h is 'n' or 's' for Lat and 'e' or 'w' for Lon
ru: где h это 'n' или 's' для шир. и 'e' или 'w' для долг.

source: dd, mm, ss have to be >= 0; use h to define hemisphere
ru: dd, mm, ss должны быть >= 0; исп. h для опред. полушария

source: Point # Latitude Longtitude
ru: Точка # Широта Долгота

source: Enter 1 if points are in Lat/Lon and 0 otherwise:
ru: Введите 1 если коор. в шир/долг и 0 если нет:

source: Latitude/Longtitude points shouild be in dd:mm:ss.ffh format
ru: Координаты должны быть в формате Широта/Долгота dd:mm:ss.ffh

source: where h is 'n' or 's' for Lat and 'e' or 'w' for Lon
ru: где h это 'n' или 's' для шир. и 'e' или 'w' для долг.

source: dd, mm, ss have to be >= 0; use h to define hemisphere
ru: dd, mm, ss должны быть >= 0; исп. h для опред. полушария

source: Point # X coord (or Lat) Y coord (or Lon)
ru: Точка # X коор (или Шир) Y коор (или Долг)

source: ERROR: Reading coordinates.
ru: ОШИБКА: Чтение координат.

source: projection file not found -- run g.setproj
ru: файл проекций не найден -- выполните g.setproj

source: units file not found -- run g.setproj
ru: файл единиц не найден -- выполните g.setproj

source: Invalid longtitude: %s
ru: Неверная долгота: %s

source: Invalid latitude: %s
ru: Неверная широта: %s

source: Invalid Easting : %s
ru: Неверная X коорд.: %s

source: Invalid Northing : %s
ru: Неверная Y коорд.: %s

source: Press <Return> to continue
ru: Нажмите <Return> для продолжения

source: Points weren't spread out enough to setup the map.
ru: Точки недостаточно разбросаны для привязки карты.

source: USE DIGITIZER CURSOR OR KEYBOARD FOR INPUT
ru: ИСПОЛЬЗУЙТЕ ДИГИТАЙЗЕР ИЛИ КЛАВИАТУРУ ДЛЯ ВВОДА

source: USE KEYBOARD FOR INPUT
ru: ИСПОЛЬЗУЙТЕ КЛАВИАТУРУ ДЛЯ ВВОДА

source: USE DIGITIZER CURSOR FOR INPUT
ru: ИСПОЛЬЗУЙТЕ ДИГИТАЙЗЕР ДЛЯ ВВОДА

source: Key <%d> - register point, Key<%d> - add more points
ru: Клав. <%d> - привязать точку, клав. <%d> - добавить точки

source: Key <%d> - skip point, Key<%d> - accept residuals
ru: Клав. <%d> - пропуск точки, Key<%d> - принять погрешность

source: Key <%d> - unregister point
ru: Клав. <%d> - отменить привязку

source: r - register point, A - accept residuals
ru: r - привязать точку, A - принять погрешность

source: s - skip a point
ru: s - пропуск точки

source: u - unregister point
ru: u - отменить привязку

source: a - add more points
ru: a - добавить точки

source: POINTS TO REGISTER
ru: ПРИВЯЗКА ТОЧЕК

source: POINT LATITUDE LONGTITUDE RESIDUALS
ru: ТОЧКА ШИРОТА ДОЛГОТА ПОГРЕШНОСТЬ

source: POINT EASTING (X) NORTHING (Y) RESIDUALS
ru: ТОЧКА КООРД (X) КООРД (Y) ПОГРЕШНОСТЬ

source: Number of points: %d, Points registered: %d
ru: Число точек: %d, привязано: %d

source: Residual mean average : %f
ru: Средняя погрешность : %f

source: There are no points to register.
ru: Нет точек для привязки.

source: You need to type in the coordinates of your points before
ru: Вам нужно ввести координаты ваших точек для того,

source: you can register the map.
ru: чтобы привязать карту.

source: Use the 'add more points' option and enter the
ru: Используйте опцию 'добавить точки' и введите

source: coordinates of the points.
ru: координаты точек.

source: POINT LATITUDE LONGTITUDE
ru: ТОЧКА ШИРОТА ДОЛГОТА

source: POINT EASTING (X) NORTHING (Y)
ru: ТОЧКА КООРД (X) КООРД (Y)

source: Points aren't spread out enough.
ru: Точки недостаточно разбросаны.

source: Map scales are not close to each other.
ru: Масштабы карт недостаточно близки.

source: Current map scale: %d. Calculated map scale: %12f
ru: Текущий масштаб: %d. Расчетный масштаб: %12f

source: Enter new map scale or <RETURN> to use calculated scale:
ru: Введите новый масштаб или <RETURN> для расчетного масштаба:

source: Leave digit?
ru: Выйти из программы?

source: GLOBAL MENU: Press first letter of desired command. [Upper Case Only]
ru: ГЛОБАЛЬНОЕ МЕНЮ: Нажмите первую букву нужной команды. [Заглавн.]

source: %s options:
ru: Опции %s:

source: Buttons:
ru: Кнопки:

source: Left: 1. corner
ru: Левая: 1. угол

source: Middle: Unzoom
ru: Средняя: Уменьшить

source: Right: Main zoom menu
ru: Правая: Меню Zoom

source: Left: 1. corner (reset)
ru: Левая: 1. угол (заново)

source: Middle: 2. corner
ru: Средняя: 2. угол

source: Window is too small to display
ru: Окно слишком мало

source: Window is outside of default. Proceed?
ru: Окно за пределами региона. Продолжить?

source: Site digitizing
ru: Дигитировать объекты

source: Left: Digitize a site
ru: Левая: Дигит. объект

source: Right: Zoom
ru: Правая: Увеличить

source: Middle: Zoom
ru: Средняя: Увеличить

source: Point number %d
ru: Точка номер %d

source: Buttons:
ru: Кнопки:

source: Left: Mark a point
ru: Левая: Отметить точку

source: Middle: Quit digitizing
ru: Средняя: Закончить

source: Right: Backup one point
ru: Правая: назад на одну точку

source: Right: (Backup one point)
ru: Правая: (назад на одну точку)

source: Middle: Backup one point
ru: Средняя: назад на одну точку

source: Middle: (Backup one point)
ru: Средняя: (назад на одну точку)

source: Right: Quit digitizing
ru: Правая: Закончить

source: Left: Yes
ru: Левая: Yes

source: Middle: No
ru: Средняя: No

source: Right: No
ru: Правая: No

source: Left: Previous line
ru: Левая: Пред. линия

source: Middle: Quit
ru: Средняя: Закончить

source: Right: Next line
ru: Правая: След. линия

source: Middle: Next line
ru: Средняя: След. линия

source: Right: Quit
ru: Правая: Закончить

source: Middle: Zoom%s
ru: Средняя: Zoom%s

source: /Continue
ru: /Продолжить

source: Choose line or site to move:
ru: Выберите линию или объект:

source: Place mouse on new position for this site:
ru: Укажите мышью новое положение этого объекта:

source: Place mouse on new position for this point on line:
ru: Укажите мышью новое положение этой точки на линии:

source: Choose line to modify:
ru: Выберите линию:

source: Place mouse on new position for point:
ru: Укажите мышью новое положение точки:

source: Select a Node:
ru: Выберите узел:

source: Node has NO lines attached to it.
ru: Нет линий, сходящихся к узлу.

source: Node %d Line %d Type '%s' Angle %7.5f (%7.5f)
ru: Узел %d Линия %d Тип '%s' Угол %7.5f (%7.5f)

source: Select Next line:
ru: Выберите след. линию:

source: Line
ru: Линия

source: Area Border
ru: Граница

source: Site Marker
ru: Объект

source: Deleted Line
ru: Удаленная линию

source: Deleted Area Border
ru: Удаленная граница

source: Deleted Site Marker
ru: Удаленный объект

source: vector
ru: вектор
