Repository: HuidaeCho/grass-legacy
Catalog: locale/*/LC_MESSAGES/v.digit.po
Languages: ru

source: Do you want to automatically redraw overlay on re-window?
ru: Автоматически перерисовать наложение карт при изменении окон?

source: Could Not open Overlay file for read
ru: Невозможно открыть файл для чтения

source: Plotting Overlay Map
ru: Отображение

source: ...Press <ESC> key to stop
ru: ...Нажмите <ESC> для остановки

source: Available Digitizers
ru: Доступны дигитайзеры:

source: Name Description
ru: Название Описание

source: Error in reading digitcap file.
ru: Ошибка чтения файла digitcap.

source: Error in reading digitcap file.
ru: Ошибка чтения файла digitcap.

source: Buttons:
ru: Кнопки:

source: Left: Establish a corner
ru: Левая: Установить угол

source: Middle: Abort
ru: Средняя: Закончить

source: Right: Accept window
ru: Правая: Принять

source: Middle: Accept window
ru: Средняя: Принять

source: Right: Abort
ru: Правая: Закончить

source: Block is too small to use
ru: Блок слишком мал

source: You are about to remove a block of lines. OK (y/n)?
ru: Вы удаляете блок линий. OK (y/n)?

source: Please wait while lines are deleted...
ru: Ждите, линии будут удалены...

source: %d lines removed.
ru: %d линий удалены.

source: Remove a site:
ru: Удалить объект:

source: Remove a line:
ru: Удалить линию:

source: Wait. Replotting the Screen.
ru: Ждите, перерисовка экрана.

source: If satisfied with the registration, enter 'y', else 'n'
ru: Если удовлетворены привязкой, нажмите 'y', нет - 'n'

source: This screen is used to verify that the map registration is correct.
ru: Этот экран используется для проверки правильности привязки карты.

source: Check known points on the map with the digitizer and compare them
ru: Сравните координаты известных точек на карте с помощью дигитайзера

source: with the coordinates at the bottom of this screen
ru: и сравните их с координатами в нижней части экрана

source: CHECK MAP: Key '%d' to preserve point; Any other Key to continue
ru: ПРОВЕРКА: Клавиша '%d' - сохранить точку; другие клав. - продолжить

source: Coordinates: X - Current - Y X - Saved - Y
ru: Координаты: X - Текущие - Y X - Сохраненные - Y

source: Place digitizer cursor on tablet
ru: Поместите курсор дигитайзера на стол

source: CHECK MAP: Hit 's' to preserve point; Any other key to continue
ru: ПРОВЕРКА: Нажмите 's' для сохранения точки; др. клав. - продолжить

source: Foot | Coordinates
ru: Foot | Координаты

source: Switch| X - Current - Y X - Saved - Y
ru: Switch| X - Текущие - Y X - Сохран. - Y

source: Up
ru: Вверх

source: Down
ru: Вниз

source: Re-type a line:
ru: Заново введите линию:

source: Left: Zoom in
ru: Левая: Zoom in

source: Middle: Abort/Quit
ru: Средняя: Abort/Quit

source: Right: Zoom out
ru: Правая: Zoom out

source: Middle: Zoom out
ru: Средняя: Zoom out

source: Right: Abort/Quit
ru: Правая: Abort/Quit

source: There are no digitizers defined in the digitcap file
ru: В файле digitcap не определен ни один дигитайзер

source: Hit return to use digitizer in brackets or type in number or name of other digitizer.
ru: Нажмите <Return> для использования [дигитайзера] или введите номер/имя другого дигитайзера.

source: Select digitizer [%s] :
ru: Выберите дигитайзер [%s] :

source: Select digitizer by number or name :
ru: Выберите дигитайзер по номеру или имени :

source: I don't know this digitizer: [%s] . 
ru: Неизвестный дигитайзер: [%s] . 

source: Current SNAPPING threshold:
ru: Текущее значение порога смыкания узлов:

source: Map : %f %s.
ru: Карта : %f %s.

source: Dig : %f - 1 / %f of an inch.
ru: Dig : %f - 1 / %f дюйма.

source: Enter new Dig threshold or <RETURN> when finished:
ru: Введите нов. Dig порог или <RETURN> закончить:

source: %f is not a reasonable threshold.
ru: %f неудовлетворительное значение.

source: Threshold should be between %f and %f.
ru: Порог должен быть между %f и %f.

source: Current thresholds:
ru: Текущие пороговые величины:

source: Seting window to default
ru: Установка окна по умолчанию

source: Identify corners of graphics window.
ru: Обозначьте углы графического окна.

source: Locate digitizer cursor on one corner of desired window.
ru: Поместите курсор дигитайзера в одном из углов нужного окна.

source: Then hit any number <Key>
ru: Нажмите любую цифру <Key>

source: Then hit <RETURN>
ru: Нажмите <RETURN>

source: Now place digitizer cursor on diagonal corner of desired window.
ru: Поместите курсор дигитайзера в противоположном углу нужного окна.

source: Left: Specify new window CENTER
ru: Левая: Укажите новый ЦЕНТР окна

source: Right: Specify new window CENTER
ru: Правая: Укажите новый ЦЕНТР окна

source: Middle: Specify new window CENTER
ru: Средняя: Укажите новый ЦЕНТР окна

source: Line to snap FROM:
ru: От линии:

source: Node to snap TO:
ru: К узлу:

source: Attempting to snap line to itself. Proceed?
ru: Попытка замкнуть линию на себя. Продолжить?

source: Line to smooth:
ru: Сгладить линию:

source: Not enough points in line.
ru: Недостаточно точек на линии.

source: Press enter to continue.
ru: Нажмите Enter для продолжения.

source: Type 'exit' to return
ru: Наберите 'exit' для выхода

source: Left: Where am i
ru: Левая: Where am i

source: Right: Quit
ru: Правая: Quit

source: EAST: %12.2f NORTH: %12.2f
ru: X-коор: %12.2f Y-коор: %12.2f

source: Checking areas
ru: Проверка областей

source: AREA: %d
ru: ОБЛАСТЬ: %d

source: No Area found
ru: Область не найдена

source: Checking nodes
ru: Проверка узлов

source: NODE: %d
ru: УЗЕЛ: %d

source: No Nodes found
ru: Узел не найден

source: Checking lines
ru: Проверка линий

source: LINE: %d
ru: ЛИНИЯ: %d

source: No Lines found
ru: Линия не найдена

source: Left: Zoom menu
ru: Левая: Меню Zoom

source: Middle: Abort/Quit
ru: Средняя: Abort/Quit

source: Right: Zoom/Pan MENU
ru: Правая: Меню Zoom/Pan

source: Middle: Pan
ru: Средняя: Pan

source: Right: Quit
ru: Правая: Quit

source: Current threshold: %8.2f . Enter temp threshold:
ru: Текущее значение: %8.2f . Введите врем. значение:

source: The threshold entered is less then the current threshold.
ru: Введенное значение меньше текущей величины порога.

source: No action taken.
ru: Изменения не произведены.

source: .. processing .. ...Press <ESC> key to stop
ru: .. работаю .. ...Нажмите <Esc> для остановки

source: Customize Menu
ru: Меню Customize

source: This menu allows you to change various
ru: Это меню позволяет изменять разные

source: options that will affect the remainder of
ru: опции, которые влияют на все остальные

source: the digitizing session.
ru: функции программы.

source: There are two other menus available from
ru: Отсюда доступны два других меню, -

source: here. Display and color. These affect
ru: Display и Color. Они определяют,

source: the way objects are displayed on the
ru: как объекты будут выглядеть на

source: screen.
ru: экране.

source: SELECT CELL BACKDROP MAP
ru: ВЫБРАТЬ РАСТРОВЫЙ ФОН

source: This option will allow you to place a cell file behind the vector lines.
ru: Эта опция позволяет поместить растровую карту как фон под векторной.

source: Useful for digitizing off of an image file. Note that default color choices
ru: Полезна при оцифровке с растрового изображения. Цвета, заданные

source: may need to be changed, and line erases will leave black traces behind.
ru: по умолчанию, можно изменить, а удаление линии оставляет черную полосу.

source: COLOR OPTIONS MENU Bring up the Color Options Menu
ru: МЕНЮ ОПЦИИ ЦВЕТА Вызывает меню цветовых опций,

source: This menu allows you to change the default colors for each type of object
ru: которое позволяет изменять цвет по умолчанию для каждого из объектов,

source: that digit deals with.
ru: с которыми работает программа.

source: DISPLAY OPTIONS MENU Bring up the display options menu
ru: МЕНЮ ОПЦИИ ДИСПЛЕЯ Вызывает меню опций дисплея.

source: This menu allows you to specify exactly what objects are shown each time
ru: Это меню позволяет указать, какие именно объекты должны быть на дисплее,

source: the window is redrawn.
ru: каждый раз, когда окно перерисовано.

source: TOGGLE BEEP
ru: Перекл. BEEP

source: This allows you to turn the bell on or off when digitizing. In crowded
ru: Позволяет включать и отключать звук -биип- во время оцифровки. В комнате

source: work areas, a constant beeping from a terminal can be disturbing to others,
ru: с большим числом работающих, постоянное -биип- может мешать другим,

source: thus the addition of this option.
ru: поэтому и добавлена эта опция.

source: SET DIGITIZING THRESHOLD
ru: УСТАНОВКА ПОРОГА ДИГИТИРОВАНИЯ

source: Change the threshold with which lines are trimmed in stream digitizing
ru: Устанавливает пороговое значение, с которым сглаживаются линии

source: mode. After a line is digitized it is trimmed to reduce redundant
ru: при оцифровке в режиме потока. После оцифровки, излишние точки линии

source: information. This threshold affects how much precision is preserved.
ru: удаляются. Порог дигитирования задает точность оцифровки.

source: SELECT OVERLAY MAP
ru: ВЫБРАТЬ КАРТУ НАЛОЖЕНИЯ

source: This option will allow you to lay one map layer over the current one for
ru: Эта опция позволяет накладывать поверх текущей карты другую векторную

source: visual inspection. You may specify whether or not this map is displayed
ru: карту для визуального контроля. Вы можете также указать, должно ли наложение

source: every time the window is redrawn.
ru: перерисовываться каждый раз.

source: TOGGLE POINTING DEVICE
ru: ПЕРЕКЛ. УСТРОЙСТВО КУРСОРА

source: This option allows you to select whether digit uses the mouse or the
ru: Эта опция позволяет задать, какой из курсоров должен быть использован

source: digitizer for specifying locations in the Break-line function. This
ru: для указания точки в процессе разбиения линии. По умолчанию,

source: default to mouse.
ru: используется мышь.

source: QUIT Return to the menu we just came from.
ru: QUIT Вернуться в предыдущее меню.

source: TOGGLE BLOCK-REMOVE DISPLAY OPTION
ru: ПЕРЕКЛ. ОПЦИЙ ДИСПЛЕЯ УДАЛЕНИЯ БЛОКА

source: This option allows you to select the mode that the screen is updated
ru: Эта опция позволяет выбрать способ, которым обновляется экран

source: after a Block Remove operation. REMOVE specifies to show each line being
ru: после выполнения операции удаления блока линий. REMOVE - показать каждую

source: removed. REDRAW specifies to redraw the entire screen.
ru: из удаленных линий. REDRAW - весь экран.

source: SET SNAPPING THRESHOLD
ru: УСТАНОВКА ПОРОГА СМЫКАНИЯ

source: Change the threshold that determines how close two nodes must be to be
ru: Установить пороговое значение расстояния, при котором два узла

source: considered one node and thus snapped. This decision is made any time a new
ru: считаются одним, т.е. смыкаются. Параметр используется всякий раз, когда

source: node is created.
ru: создается новый узел.

source: TOGGLE WINDOWING DEVICE
ru: ПЕРЕКЛ. УСТРОЙСТВО УКАЗАНИЯ ОКНА

source: digitizer for specifying new windows. With the mouse chosen, you have the
ru: для указания новых окон. Если выбрана мышь, вы имеете возможность увеличить

source: option to widen the view outside of the digitizing window.
ru: размер окна за пределы области оцифровки.

source: TOGGLE DIGITIZING DEVICE
ru: ПЕРЕКЛ. УСТРОЙСТВО ОЦИФРОВКИ

source: Select either the mouse or, if map is registered, the digitizer as the
ru: Выбрать, мышь или (если карта уже привязана) дигитайзер используется

source: device to digitize with. If using 'none' driver, the mouse is the only
ru: для оцифровки. При использовании драйвера 'none', мышь является единственно

source: valid digitizing device.
ru: возможным устройством.

source: Digitize Menu
ru: Меню Digitize

source: This menu allows you to digitize map data.
ru: Это меню позволяет оцифровывать данные с карт.

source: The top menu tells which digitizer is
ru: Верхнее меню показывает, какой дигитайзер

source: currently active, and displays the commands
ru: задействован в данный момент, а также команды,

source: that are available only when digitizing.
ru: доступные во время оцифровки.

source: The bottom menu allows you to select various
ru: Нижнее меню позволяет выбрать различные опции

source: digitizion options.
ru: оцифровки.

source: The space bar is used to begin digitizing
ru: Нажмите пробел для начала дигитирования.

source: Digitize
ru: Дигитирование

source: Begin digitizing with the current options.
ru: Начать оцифровку с заданными текущими опциями.

source: Auto Label Automatically label lines and sites
ru: Auto Label Автомат. помечать линии и точечн. объекты

source: This option allows you to choose an attribute before digitizing a
ru: Эта опция позволяет выбрать аттрибут перед оцифровкой линии.

source: line. All lines digitized afterwards, and before changing it again
ru: Все линии, которые после этого будут оцифрованы, и до присвоения

source: will automatically be labeled with the specified value.
ru: нового значения аттрибута, будут помечены указанной величиной.

source: Select Digitizing Mode
ru: Выбор режима оцифровки

source: Allows you to specifiy either point or stream digitizing.
ru: Позволяет выбрать точечный или потоковый режим оцифровки.

source: Point mode: you press a button for each point on a line to be digitized.
ru: Точечный режим: нажатие кнопки для каждой точки на линии.

source: Stream mode: digitizer constantly feeds information to the computer.
ru: Потоковый режим: дигитайзер непрерывно передает информацию в компьютер.

source: Select Line Type
ru: Выбор типа линии

source: Toggles between Area edge, Line, and Site. All lines digitized
ru: Перекл. между типами 'граница', 'линия', и 'объект'. Все линии,

source: thereafter will be of the specified type.
ru: оцифрованные после этого, будут иметь указанный тип.

source: Quit
ru: Закончить

source: Return to Main menu
ru: Вернуться в Главное меню

source: Edit Menu
ru: Меню Edit

source: This menu has several tools for editing a
ru: В этом меню есть несколько инструментов для

source: digitized map. It is available by pressing
ru: редактирования оцифрованных карт. Для входа

source: 'E' (shift-E) any time Edit is shown in the
ru: нажать 'E' (shift-E), когда опция 'Edit' в

source: global menu. Most options are available with
ru: главном меню. Большинство опций работают

source: or without a digitizer enabled.
ru: при вкл. и при выкл. дигитайзере.

source: BREAK LINE Break an existing line into two separate lines.
ru: BREAK LINE Разбить существующую линию на две разных линии.

source: Use this feature to create a new node to connect two lines together.
ru: Используйте эту опцию для создания нового узла для соединения двух линий.

source: This is useful for snapping lines to a neat line.
ru: Это полезно для смыкания новых линий с 'чистой' линией.

source: DISPLAY NODES IN THRESHOLD show nodes that are within a given threshold
ru: DISPLAY NODES IN THRESHOLD показывает узлы, находящиеся внутри порога

source: Use this to find nodes that may not have been snapped correctly. Input
ru: Используйте эту опцию, чтобы устранить те узлы, которые замкнулись

source: a threshold value to check and sit back while the whole map is checked.
ru: неправильно. Задайте значение и ждите, пока вся карта будет проверена .

source: REMOVE SITE Selectively remove an existing Site
ru: REMOVE SITE Выборочно удалить к.-л. точечный объект

source: Use the mouse to select a Site to be removed. Left button to select
ru: Выберите объект курсором. Левой кнопкой выбрать объект,

source: a site, Right button to accept chosen site, Middle button to abort or
ru: правой принять выбор, средней отказаться от выбора или

source: return when finished removing sites.
ru: закончить удалять объекты.

source: MOVE POINT Move a single point within a line
ru: MOVE POINT Сдвинуть одну точку на линии

source: Select a line and a point on the line. Then give a new position.
ru: Выберите линию и точку на линии. Затем задайте новое положение.

source: This is useful for fixing up overshoots. When moving a node, it may be
ru: Полезно при исправлении выбросов. Сдвигая узел, помните,

source: snapped if placed within snapping threshold of another node.
ru: что он может сомкнуться с другим узлом (пороговое значение).

source: QUIT Return to main menu
ru: QUIT Вернуться в главное меню

source: REMOVE LINE Selectively remove an existing line
ru: REMOVE LINE Выборочно удалить существующую линию

source: Use the mouse to select a line to be removed. Left button to select
ru: Используйте мышь и выберите линию для удаления. Левой кнопкой выбрать

source: a line, Right button to accept chosen line, Middle button to abort or
ru: линию, правой принять выбор линии, средней отказаться или

source: return when finished removing lines.
ru: закончить удалять линии.

source: Allows you to remove several lines at once. Use mouse to completely
ru: Позволяет удалить сразу несколько линий. С помощью мыши, полностью

source: outline all lines you wish to remove. You will be prompted one last time
ru: укажите все линии, которые нужно удалить. Нужно будет подтвердить

source: for affirmation before it removes lines.
ru: удаление линий еще раз.

source: SNAP NODES Snap line to a node.
ru: SNAP NODES Сомкнуть линию с узлом.

source: Use to connect a line to an existing node. Select line with mouse, then
ru: Используйте для соединения линии с существующим узлом. Мышью выберите

source: select node to snap to.
ru: линию и узел для смыкания.

source: RE-TYPE A LINE Change the type of a line (AREA or LINE)
ru: RE-TYPE A LINE Изменить тип линии ('граница' или 'линия')

source: Select and accept a line to change. Will alternate between line type
ru: Выберите нужную линию. Измените ее тип на нужный.

source: or area edge. Area edges are displayed as grey while lines are blue.
ru: Границы показаны серым цветом, а линии синим.

source: Top Level Global Menu
ru: Главное (Глобальное) меню

source: The Global menu is almost always available
ru: Глобальное меню почти всегда находится в

source: at the bottom of the screen. To select an
ru: нижней части экрана. Чтобы выбрать пункт,

source: item, simply type the first letter of your
ru: напечатайте ПЕРВУЮ ЗАГЛАВНУЮ АНГЛИЙСКУЮ

source: choice. Note that it must be in upper-case.
ru: букву выбранного пункта меню.

source: These commands will take you to other menus:
ru: Таким образом доступны другие меню:

source: While these will cause an immediate action:
ru: След. команды выполняются непосредственно:

source: (^) Temporarily release the graphics driver
ru: (^) Освободить графический драйвер

source: The SUNVIEW driver has a bug that causes the screen to stop being updated,
ru: Драйвер SUNVIEW имеет свойство 'запирать' экран,

source: if it has been moved, covered, or uncovered; or the screen saver blanked the
ru: если его двигать, открывать и закрывать , или когда screen saver затирает

source: screen. When this occurs, pressing this key should fix the lockup.
ru: экран. Если подобное случится, нажмите эту клавишу.

source: (!) Redisplay the Graphics screen
ru: (!) Перерисовать экран

source: In the process of editting, the graphics screen can
ru: В процессе редактирования графический рисунок

source: become cluttered for various reasons. Press this key
ru: может по разным причинам быть испорчен. Нажмите эту

source: to correctly replot the graphics.
ru: клавишу для перерисовки экрана.

source: (*) Redisplay the text screen
ru: (*) Обновить текст. поле

source: If for any reason the text screen becomes garbled, you
ru: Если по к.-л. причине текст на экране был искажен,

source: can redisplay it simply by pressing this key.
ru: нажатие этой клавиши восстановит его.

source: Temporarily go to the Customize menu. 'q' from there
ru: Открыть меню Customize. 'q' оттуда

source: will return you to where to came from. This menu has
ru: вернет в меню, откуда вы пришли. В данном меню

source: options that affect the current session.
ru: есть опции, влияющие на работу сессии.

source: Digitize Menu
ru: Меню Digitize

source: Go to the Digitize menu. This is one of the primary menus
ru: Открыть меню Digitize. Это одно из основных меню

source: in Digit.
ru: программы v.digit.

source: Edit Menu
ru: Меню Edit

source: Go to the Edit menu. This one of the primary menus
ru: Открыть меню Edit. Это одно из основных меню

source: Help Digit context sensitive Help facility.
ru: Help Контекстная интерактивная помощь.

source: Help specific for the current menu will come up. You
ru: Открыть Help для текущего меню. Затем

source: then can get more specific information by pressing any of
ru: можно получить больше специфической информации,

source: the keys listed along the bottom of the screen.
ru: нажав одну из клавиш, указанных внизу экрана.

source: Label Menu
ru: Меню Label

source: Go to the Label menu. This one of the primary menus
ru: Открыть меню Label. Это одно из основных меню

source: Exit the Digit program. This is only available at the
ru: Выйти из программы. Этот пункт доступен только из

source: Main menu. Press 'q' several times from any menu to get
ru: Главного меню. Нажмите 'q' несколько раз из любого

source: to the Main menu.
ru: меню, чтобы вернуться в Главное меню.

source: Toolbox Menu
ru: Меню Toolbox

source: Temporarily go to the Toolbox menu. 'q' from there
ru: Открыть меню Toolbox (инструменты). 'q' оттуда

source: useful features that may have some use restrictions.
ru: есть полезные особенности, возможно, с ограничениями.

source: Window Menu
ru: Меню Window

source: Temporarily go to the Window menu. 'q' from there
ru: Открыть меню Window. 'q' оттуда

source: will return you to where to came from. This menu allows
ru: вернет вас туда, откуда вы пришли. Это меню

source: you to display any combination of map features.
ru: позв. составлять разн. комб. элементов карты.

source: Zoom Zoom current window in or out
ru: Zoom Увеличить или уменьшить масштаб

source: Same as Re-Window command on Window menu, but better.
ru: текущего окна. То же, что Re-Window в меню Window,

source: Controlled by which windowing-device you have selected
ru: но лучше. Использует курсор управления, который

source: on the Customize menu.
ru: был задан в меню Customize.

source: Label Menu
ru: Меню Label

source: This menu has several tools for labeling a
ru: В этом меню есть несколько инстр-тов для

source: 'L' (shift-L) any time Label is shown in the
ru: нажмите 'L' (shift-L), когда Label в

source: global menu. All options are available with
ru: глобальном меню. Все опции работают

source: To label an object, you will be asked for
ru: Для метки объекта, нужно указать номер

source: a category number. This number will later be
ru: категории. Этот номер м.б. впоследствии

source: used to create cell values in vect.to.cell.
ru: использован как величина растровой клетки.

source: Enter area label number. Select point in area for label, and a line
ru: Введите номер метки области. Выберите любую точку внутри области

source: on the edge of the area. Use abort to quit.
ru: и линию границы области, или откажитесь.

source: Select an existing labeled area. Screen will display the current label.
ru: Выберите существ. область. Текущая метка отображается на экране.

source: Accept area to unlabel it.
ru: Принять выбор и удалить метку.

source: BULK LABEL LINES Automatically label remaining unlabeled lines.
ru: BULK LABEL LINES Автоматически прометить все непомеченные линии.

source: This command allows you to label all remaining lines that have not yet
ru: Эта команда позволяет прометить все оставшиеся линии, которые еще

source: been labeled. Simply enter the label number and digit does the rest.
ru: без метки. Просто введите номер нужной метки.

source: Use to label several contours. Choose 2 outside contours and provide
ru: Используется для прометки контуров. Выб. 2 внешн. контура и введите

source: their values (unless already labelled) and will label all contours between
ru: их величины (если еще не промечены). Контуры внутри будут промечены
