Repository: HuidaeCho/grass-legacy
Catalog: locale/*/LC_MESSAGES/v.digit.po
Languages: ru

source: them based on contour interval <i>. Will not work if values area incorrect.
ru: через интервал <i>. Не будет работать с неверно заданной величиной.

source: Give category number, and all areas with that label in the working window
ru: Задайте номер категории, и все области с данной меткой в рабочем окне

source: will be highlighted.
ru: будут подсвечены.

source: Give category number, and all lines with that label in the working window
ru: Задайте номер категории, и все линии с данной меткой в раб. окне

source: CONTOUR INTERVAL Specify interval between contour lines
ru: CONTOUR INTERVAL Задайте интервал между контурами

source: This modifies the action of <m> and <M>. The number should be in
ru: Эта опция влияет на поведение <m> и <M>. Величина должны быть

source: the same units as the contour values. Default is 5 units.
ru: в тех же единицах, что и у контуров. По умолчанию, 5 ед.

source: Enter line label number. Select and accept each line to be labeled.
ru: Введите номер метки линии. Выберите и подтв. каждую линию,

source: Use abort to quit.
ru: или откажитесь.

source: Select an existing labeled line. Screen will display the current label.
ru: Выберите существ. линию с меткой. Текущая метка отображается на экране.

source: Accept line to unlabel it.
ru: Подтвердите удаление метки.

source: LABEL MULTIPLE LINES Attempt to follow lines when labeling.
ru: LABEL MULTIPLE LINES Попытка продолж. метку через узел.

source: Will span multiple lines across nodes. Will follow if only 2 lines meet
ru: Возможность передать метку через узел, если две линии встречаются в узле;

source: at node, or the line that best matches the angle of the entering line.
ru: если более двух, то будет выбрана линия с наиболее подходящим углом.

source: UN-LABEL MULTIPLE LINES Attempt to follow lines when un-labelling.
ru: UN-LABEL MULTIPLE LINES Попытка продолж. снимать метку через узел.

source: See <m> Labeling multiple lines.
ru: См. <m> - пометить множество линий.

source: Enter Site label number. Select and accept each site to be labeled.
ru: Введите номер метки объекта. Выб. кажд. из объектов для опр. метки,

source: Select an existing labeled site. Screen will display the current label.
ru: Выберите существ. объект с меткой. Текущая метка будет видна на экране.

source: Accept site to unlabel it.
ru: Подтвердите удаление метки.

source: Main Menu
ru: Главное меню

source: From this screen, all global commands are
ru: С этого экрана доступны все глобальные

source: available. Simply press the first letter of
ru: команды. Достаточно нажать первую букву

source: the command you wish to execute. This global
ru: команды, чтобы выполнить ее. Это меню

source: menu is available from anywhere within digit.
ru: доступно из любого места программы v.digit.

source: You will note that the 'Quit' global command
ru: Обратите внимание, что команда 'Quit' м.б.

source: is only available while the Main Menu is
ru: выполнена только из Главного меню.

source: On each menu screen you will have available
ru: В каждом меню м.б. выполнены как команды

source: both the commands from the global menu and
ru: Главного меню, так и команды специальных

source: the commands from the specific function menu
ru: функциональных меню, (напр., меню Label)

source: (e.g. Label Menu)
ru: и т.д.

source: This menu contains several functions
ru: Это меню содержит несколько функций,

source: helpful during the session and for
ru: полезных во время работы и при

source: debugging. Some will work properly
ru: отладке. Некоторые из них

source: only under certain conditions.
ru: работают только при опред. усл.

source: Refer to the Digit Tutorial for
ru: См. подробнее руководство к

source: more explanation.
ru: программе v.digit

source: DISPLAY DUPLICATE LINES Highlight lines which are duplicated
ru: DISPLAY DUPLICATE LINES Подсветить двойные линии

source: This command will search out and highlight any line which has an
ru: Эта команда произведет поиск и высветит те линии, которые имеют

source: exact duplicate in the same file. This command is SLOW.
ru: точных двойников. Это МЕДЛЕННАЯ команда.

source: DISPLAY ISLANDS View all islands
ru: DISPLAY ISLANDS Показать острова

source: Islands are not created by digit, but by support.vect so, this command
ru: Острова образует не digit, а команда v.support, поэтому эта команда

source: will work best after running support.vect. Refer to Digit Tutorial
ru: будет лучше работать после v.support. См. подробнее руководство

source: for more information.
ru: к v.digit.

source: DISPLAY NODE LINES Display each line attached to a given node.
ru: DISPLAY NODE LINES Показать каждую из линий данного узла.

source: Select node with mouse. Then right button shows lines counter-clockwise,
ru: Выберите узел мышью. Правая кнопка покажет линии против часовой стрелки,

source: left button clockwise. This is useful for finding lines that have been
ru: левая по часовой. Это полезно при нахождении линий, которые были

source: digitized twice.
ru: оцифрованы дважды.

source: Build Neat Line Build a neat line from 1st four registration points
ru: Построить рамку Исходя из 4-ех точек привязки, построить рамку.

source: This function can be used to create an accurately defined line that will
ru: Эта функция используется для создания точной линии, которая определяет

source: trace the border of the current map. It builds the line using the 1st four
ru: границу текущей карты. Линия будет построена, исходя из первых 4-ех

source: points you used to register the map.
ru: точек привязки карты.

source: DISPLAY OPEN AREA LINES highlight all area that do NOT bound a known area
ru: DISPLAY OPEN AREA LINES Подсветить все области, НЕ граничащие с заданной.

source: This command works best after running support.vect. Refer to Digit
ru: Эта команда лучше работает после v.support. См. подробн. руководство

source: Tutorial for more information.
ru: к v.digit.

source: RE-REGISTER MAP Register this or another map to the digitizer.
ru: RE-REGISTER MAP Заново привязать нужную карту к дигитайзеру.

source: This function can be used to register another map (e.g. quad sheet) to
ru: Эта функция м.б. использована для привязки другой карты (напр., др. листа)

source: the digitizer without leaving digit. This does not affect the digitizing
ru: к дигитайзеру без выхода из программы. Она не влияет на размер окна

source: window or allow you to edit a different file.
ru: и не приводит к образованию нового файла.

source: DISPLAY UNLABELED AREAS highlight all 'known' areas that are not labeled.
ru: DISPLAY UNLABELED AREAS Подсветить все 'известные' области без меток.

source: WRITE OUT SESSION Write all changes from this session out to file.
ru: WRITE OUT SESSION Записать все произведенные изменения в файл.

source: It is good practice to occasionally write the changes out in case of
ru: На всякий случай, лучше время от времени сохранять промежуточные

source: machine or program crash.
ru: результаты своей работы.

source: Window Menu
ru: Меню Window

source: This menu allows you to directly affect
ru: Это меню позволяет реально управлять

source: what is displayed on the screen. This
ru: выводом на экран. При изменении окна

source: will be removed on rewindowing.
ru: все заданные опции исчезнут.

source: If you want it to remain each time you
ru: Если вы хотите сохранять эти опции,

source: change the working window, you can use the
ru: используйте меню Display Options, которое

source: Display Options menu which is available as
ru: входит как пункт в меню Customize.

source: Display a marker at the point where each area is labelled.
ru: Показать маркер в той точке, где поставлена метка области.

source: Display the numeric category value for each labeled area.
ru: Показать числовую величину категории каждой области.

source: If a backdrop map has been chosen (Customize menu) this command will
ru: Если в меню Customize была задана фонов. растр. карта, команда

source: display that map in the working window.
ru: показывает эту карту в раб. окне.

source: Display a scale in the upper left corner of the window.
ru: Показать масштаб в верхнем левом углу окна.

source: Erase the current working window. This is useful if you wish to view
ru: Очистить данное рабочее окно. Это м.б. полезно, если вы хотите

source: only specific types of objects on the map. Clear the screen and then use
ru: отобразить только некоторые объекты карты. Необходимо очистить окно и

source: the other commands in the Window Menu to display the desired objects.
ru: нарисовать нужные объекты с помощью других команд меню Window.

source: Display all digitized lines. Area Edges are displayed in gray by
ru: Показать все оцифрованные линии. Гран. областей по умолчанию

source: default, while Lines are displayed in blue by default.
ru: показаны серым, а линии - голубым цветом.

source: Display all lines that have been labeled. They are displayed in magenta.
ru: Показать все линии с метками. Цвет этих линий - маджента.

source: Hint: to display all UNlabeled lines, use Display Lines (i) then change the
ru: Подсказка: чтобы показать линии БЕЗ меток, выб. Display Lines (i) и измен.

source: Labeled Line color to black (customize menu) and use Display Labeled Lines.
ru: Labeled Line цвет на черный (customize), и показать Display Labeled Lines.

source: Display the numeric category value for each labeled line in magenta.
ru: Показать числ. величину категории для каждой линии с меткой (мадж.)

source: Display all nodes. Nodes that have 2 or more lines attached are displayed
ru: Показать все узлы. Узлы с числом линий 2 или более по умол. показаны

source: in red by default. Nodes that have only 1 line attached (unsnapped) are `
ru: красным. Узлы с 1 линией (незамкнутые) показаны

source: displayed in green.
ru: зеленым.

source: If an overlay map has been chosen (Customize menu) this command will
ru: Если в меню Customize была выбрана карта для наложения, эта команда

source: Display all sites. They are marked as small 'X's.
ru: Показать все объекты. Маркеры - маленькие 'X'.

source: Display the category number of all labeled sites.
ru: Показать величины категорий объектов с меткой.

source: Click mouse in any position on screen to tell map coordinates of location.
ru: Нажмите мышкой в любой точке экрана для вывода координат точки .

source: DEFINE NEW WINDOW Create new working window
ru: DEFINE NEW WINDOW Создать новое раб. окно

source: Depending on option set in Customize, use digitizer or mouse to select
ru: В зависимости от меню Customize, исп. дигитайзер или мышь для задания

source: a new working window. 'Widen view' will display a rectangle representing
ru: нов. раб. окна. 'Widen view' показывает прямоугольник, представляющий

source: the entire digitizing window.
ru: целое окно оцифровки.
