Repository: HuidaeCho/grass-legacy
Catalog: locale/*/LC_MESSAGES/v.reclass.pg.po
Languages: ru

source: Dissolve common boundaries (default is no).
ru: Убрать общие границы (по умолчанию: нет).

source: Name of existing vector file.
ru: Название существующей векторной карты.

source: Column corresponding to cats in vector map [input]
ru: Столбец категорий исходной векторной карты.

source: Table containing [col].
ru: Таблица, содержащая [col].

source: Column to base reclass on.
ru: Столбец, по которому производится реклассификация.

source: Where clause for query (i.e., where col='paved').
ru: Условие where для запроса (напр., where col='paved').

source: Name of new reclass file.
ru: Название новой карты рекласса.

source: Select area, line or site.
ru: Выберите тип: площадь, линия или объект.

source: Vector file %s not found.
ru: Векторная карта %s не найдена.

source: Use [-s] for file SQL input.
ru: Используйте [-s] для ввода через SQL файл.

source: File with SQL command.
ru: Файл команд SQL.

source: Vector map %s not found.
ru: Векторная карта %s не найдена.

source: File read error on select file (%s)
ru: Ошибка чтения выбранного файла (%s)

source: Please run g.select.pg to identify a current database.
ru: Выполните g.select.pg и выберите БД.

source: Error: Selecting from Postgres:%s
ru: Ошибка: Selecting from Postgres:%s

source: Error: Connecting to Postgres:%s
ru: Ошибка: Connecting to Postgres:%s

source: File write error on temporary file (rules)
ru: Ошибка записи во временный файл (с правилами)
